Revit 2027 API
BuiltInFailures.FamilyFailures.CannotConvertInstWorkPlaneToHost Property
 Can't convert Instance's Work Plane to Host. Try resetting Work Plane to a Level.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotConvertInstWorkPlaneToHost { get; }
Public Shared ReadOnly Property CannotConvertInstWorkPlaneToHost As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotConvertInstWorkPlaneToHost {
	FailureDefinitionId^ get ();
}
static member CannotConvertInstWorkPlaneToHost : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace